#+TITLE: Show My Works
#+STARTUP: showall

* Horizon
I see that I have published 100 posts on EVM Explore.

* Loops
** DONE Past loops
:PROPERTIES:
:VISIBILITY: folded
:END:
|------+--------+--------------------------------------+--------|
| Loop | Post # | Output                               | Status |
|------+--------+--------------------------------------+--------|
|    1 |        | Project, milestones, and L02 defined | [x]    |
|------+--------+--------------------------------------+--------|
|    2 |        | Create SHOW loop system              | [x]    |
|      | -->    | SHOW loop snippets                   |        |
|------+--------+--------------------------------------+--------|
|    3 |        | Find disappearing text mode          | [x]    |
|    4 |        | Config disappearing text mode        | [x]    |
|------+--------+--------------------------------------+--------|
|    5 |        | Find out how to set up a hugo site   | [x]    |
|    6 |        | Decide which theme to try first      | [x]    |
|    7 |        | Set up hugo site locally             | [x]    |
|    8 |        | Publish evmexplore.com               | [x]    |
|------+--------+--------------------------------------+--------|


** TODO Next loops
|------+--------+----------------------+--------|
| Loop | Post # | Output               | Status |
|------+--------+----------------------+--------|
|    9 |      1 | writing-persona      | [x]    |
|   10 |      1 | writing-story        | [x]    |
|------+--------+----------------------+--------|
|   11 |        | Host on DigitalOcean | [x]    |
|------+--------+----------------------+--------|
|   12 |      1 | writing-pyramid      | [ ]    |
|   13 |      1 | writing-new          | [ ]    |
|   14 |      1 | writing-revised      | [ ]    |
|   15 |      1 | writing-live         | [ ]    |
|   16 |        | -->                  |        |
|------+--------+----------------------+--------|
|   17 |        | ...                  | [ ]    |
|   18 |        | -->                  |        |
|------+--------+----------------------+--------|
|   19 |    100 | writing-persona      | [ ]    |
|   20 |    100 | writing-story        | [ ]    |
|   21 |    100 | writing-pyramid      | [ ]    |
|   22 |    100 | writing-new          | [ ]    |
|   23 |    100 | writing-revised      | [ ]    |
|   24 |    100 | writing-live         | [ ]    |
|   25 |    100 | -->                  |        |
|------+--------+----------------------+--------|
#+tblfm: $1=@#+7

